export const categories = [
  {
    name: 'Все',
  },
  {
    name: 'Шаурма',
  },
  {
    name: 'Мучное',
  },
  {
    name: 'Бургеры',
  },
  {
    name: 'Напитки',
  },
]

export const products = [
  {
    name: 'Омлет с ветчиной и грибами',
    imageUrl:
      'https://eda.yandex/images/15441079/b5f0c5186479ad55560433a1142ef9af-648x312.jpg',
    categoryId: 2,
    price: 250,
    weight: 150,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },

  {
    name: 'Омлет с пепперони',
    imageUrl:
      'https://eda.yandex/images/3595381/6e6eb4631094426896b66f295f97a196-648x312.jpg',
    categoryId: 2,
    price: 300,
    weight: 250,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Кофе Латте',
    imageUrl:
      'https://eda.yandex/images/2415806/0a8b503e5975d2d3b848c71839f3df6d-648x312.jpg',
    categoryId: 2,
    price: 350,
    weight: 300,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Дэнвич ветчина и сыр',
    imageUrl:
      'https://eda.yandex/images/1381342/eaf1d94d4cb07dfd6f82db5be1ecd738-648x312.jpg',
    categoryId: 3,
    price: 200,
    weight: 350,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Куриные наггетсы',
    imageUrl:
      'https://eda.yandex/images/16490708/c80c2c9530c9350c84e4db1bc740e650-648x312.jpg',
    categoryId: 3,
    price: 450,
    weight: 150,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Картофель из печи с соусом 🌱',
    imageUrl:
      'https://eda.yandex/images/1473782/287d15204118f4a49e15ee5a8b57dec2-648x312.jpg',
    categoryId: 3,
    price: 250,
    weight: 250,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Додстер',
    imageUrl:
      'https://eda.yandex/images/15431188/0bd32c96ae5d4dafa646df0a82d5c7b6-648x312.jpg',
    categoryId: 3,
    price: 450,
    weight: 100,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Острый Додстер 🌶️🌶️',
    imageUrl:
      'https://eda.yandex/images/2353725/454c25d8f45f00a9f3eb021faaa3300c-648x312.jpg',
    categoryId: 3,
    price: 350,
    weight: 200,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Банановый молочный коктейль',
    imageUrl:
      'https://eda.yandex/images/15143849/f4caa8fed0867673e89ff7163373fb9c-648x312.jpg',
    categoryId: 4,
    price: 300,
    weight: 150,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Карамельное яблоко молочный коктейль',
    imageUrl:
      'https://eda.yandex/images/15475554/3f9a633c91f87a6f75d41c8eb7b76b45-648x312.jpg',
    categoryId: 4,
    price: 200,
    weight: 350,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Молочный коктейль с печеньем Орео',
    imageUrl:
      'https://eda.yandex/images/3454897/a041599e590b4c440304894bfd0619ad-648x312.jpeg',
    categoryId: 4,
    price: 250,
    weight: 100,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Классический молочный коктейль 👶',
    imageUrl:
      'https://eda.yandex/images/1387779/ec3c5f00de4bb779d094f340796b782e-648x312.jpg',
    categoryId: 4,
    price: 400,
    weight: 350,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Ирландский Капучино',
    imageUrl:
      'https://eda.yandex/images/16490708/ffa4fc2b07e93c384be98e369c9fcb70-648x312.jpg',
    categoryId: 5,
    price: 350,
    weight: 200,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Кофе Карамельный капучино',
    imageUrl:
      'https://eda.yandex/images/14921544/96548f64c48047cabccccbb02bc164b1-648x312.jpg',
    categoryId: 5,
    price: 400,
    weight: 300,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Кофе Кокосовый латте',
    imageUrl:
      'https://eda.yandex/images/3725642/a1cba21bcec0a1b0e04bf8136c40cfbb-648x312.jpg',
    categoryId: 5,
    price: 250,
    weight: 100,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Кофе Американо',
    imageUrl:
      'https://eda.yandex/images/1370147/36eac2acc4ad291410d74c7b01b53e00-648x312.jpg',
    categoryId: 5,
    price: 300,
    weight: 250,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
  {
    name: 'Кофе Латте',
    imageUrl:
      'https://eda.yandex/images/16289781/eb9c20fbaf667f25032138dba4e899fd-648x312.jpg',
    categoryId: 5,
    price: 350,
    weight: 100,
    description:
      'Переходим с рыбы на мясо ударными темпами. Подъехал сет с курочкой для любителей сытных роллов — двойная порция сочного мяса в сырных шапочках. Заказывать только тем, кто зверски голоден.',
    composition:
      'Традиционное толстое тесто, Сыр моцарелла, Маринованные огурцы, Колбаски Охотничьи полукопченые, Болгарский перец, Чеснок, Пицца соус.',
    proteins: 9,
    fats: 11,
    carbohydrates: 26,
    calories: 253,
  },
]
